Repository: SwayamLearning/Swayamlearning
Catalog: App_LocalResources/aboutus.aspx.*.resx
Languages: gu_in, hi_in

# litpara1.Text
source: The journey of seeking knowledge has the power to enhance and enlighten any walk of life. Every child should be given the opportunity to tread on this path and open the doors to the world of education and learning, irrespective of any barriers. The need of the hour is to make learning an unstoppable movement and make it reach to the remotest corners of the country. Swayam Learning is an initiative, our small step ahead, in this movement.
gu_in: જ્ઞાનપ્રાપ્તિ દ્વારા જીવનના દરેક ક્ષેત્રમાં સકારાત્મક બદલાવ લાવી શકાય છે. પ્રત્યેક બાળકને કોઈ અવરોધ વિના શિક્ષણ અને જ્ઞાન મેળવવાનો અધિકાર મળવો જોઈએ. શિક્ષણને એક અવિરત ઊર્જામય અભિયાન બનાવવાની જરૂર છે, કે જેથી દેશના પ્રત્યેક ખૂણે દરેક બાળક સુધી જ્ઞાનનો પ્રસાર કરી શકાય. સ્વયમ્ લર્નિંગ આ જ અભિયાનની દિશામાં અમારું એક નાનકડું કદમ છે.
hi_in: ज्ञान प्राप्त कर, जीवन के किसी भी क्षेत्र में सकारात्मक बदलाव लाए जा सकते हैं। हर बच्चे को शिक्षा और ज्ञान प्राप्त करने का यह अवसर ज़रूर मिलना चाहिए। हर बच्चे को बिना किसी बाधा के शिक्षा और ज्ञान पाने का अधिकार है। शिक्षा को न रूकने वाला आंदोलन बनाना समय की मांग है, ताकि देश के हर कोने तक, हर बच्चे तक शिक्षा पहुंचाई जा सके। स्वयम् लर्निंग इसी आंदोलन की दिशा में हमारा एक छोटा सा प्रयास है।

# litpara2.Text
source: Swayam Learning is a digital knowledge ecosystem designed for students, teachers and schools to make learning accessible, easy and convenient. A platform with simplified personalised learning videos supporting GSEB, CBSE &amp; NCERT syllabus in Hindi, Gujarati and English languages, Swayam Learning gives users the chance to learn in their comfortable pace. With curriculum videos, e-Books, e-Tests, audio lectures, e- Tutorials, edutainment videos, virtual labs, teaching tools, Swayam Learning offers 360 degree learning, teaching and school-management solutions in a user-friendly environment.
gu_in: સ્વયમ્ લર્નિંગ વિદ્યાર્થીઓ, શિક્ષકો અને શાળાઓ માટે તૈયાર કરવામાં આવેલી ડિજીટલ જ્ઞાન પદ્ધતિ છે, જે શિક્ષણને સુલભ, સરળ અને સુવિધાજનક બનાવે છે. સરળ અને વ્યક્તિગત લર્નિંગ વીડિયોઝથી સજ્જ આ પ્લેટફોર્મ જીએસઈબી, સીબીએસઈ અને એનસીઈઆરટી અભ્યાસક્રમને હિન્દી, ગુજરાતી અને ઈંગ્લીશ ભાષામાં ઉપલબ્ધ બનાવે છે. તે યુઝરને પોતાની અનુકૂળ ઝડપે અભ્યાસ કરવાની સુવિધા આપે છે. સ્વયમ્ લર્નિંગમાં અભ્યાસક્રમ મુજબના વીડિયોઝ, ઈ-બુક્સ, ઈ-ટેસ્ટ, ઓડિયો લેક્ચર્સ, ઈ-ટુટોરિયલ્સ, એડ્યુટેઈનમેન્ટ વીડિયોઝ, વર્ચ્યુઅલ લેબ અને અધ્યાપનકાર્ય માટેના ટુલ્સ સહિતની વિવિધ સુવિધાઓ છે. જે યુઝર-ફ્રેન્ડલી રીતે અભ્યાસ, અધ્યાપન તેમજ શાળા વ્યવસ્થાપન – એમ પ્રત્યેક પાસાઓમાં 360 ડિગ્રી સર્વગ્રાહી શિક્ષણ સુવિધા આપે છે.
hi_in: स्वयम् लर्निंग छात्रों, अध्यापकों और स्कूलों के लिए तैयार की गई डिजिटल ज्ञान पद्धति है, जो शिक्षा को सुलभ, आसान और सुविधाजनक बनाती है। सहज और व्यक्तिगत लर्निंग वीडियोज़ से युक्त यह प्लेटफाॅर्म हिंदी, गुजराती और अंग्रेज़ी भाषा में जीएसईबी, सीबीएसई और एनसीईआरटी पाठ्यक्रम के अनुकूल है। स्वयम् लर्निंग, उपयोगकर्ता को सुविधाजनक रूप से शिक्षा पाने का मौका देती है। पाठ्यक्रम पर आधारित वीडियोज़, ई-बुक्स, ई-टेस्ट, आॅडियो लेक्चर्स, ई-ट्युटोरियल्स, एड्युटेनमेन्ट वीडियो, वर्चुअल लैब, अध्यापन उपकरणों आदि के साथ स्वयम् लर्निंग, यूज़र के लिए अनुकूल वातावरण में 360 डिग्री-अध्ययन, अध्यापन एवं स्कूल प्रबंधन समाधान प्रस्तुत करती है।

# litpara3.Text
source: Ensuring the principle of ‘Learning on the go, anywhere, anytime’, Swayam Learning is an attempt to enrich the system of education with a perfect blend of knowledge, fun and technology. This will set up a new normal of education being uncomplicated, interactive and engaging, suiting the local requirements and matching the global standards.
gu_in: શિક્ષણ અને અભ્યાસ કોઈપણ સ્થાન પર, કોઈપણ સમયે થઈ શકે એ સ્વયમ્ લર્નિંગનો મૂળમંત્ર છે. સ્વયમ્ લર્નિંગ એ જ્ઞાન, ગમ્મત અને ટેકનોલોજીના સમન્વયથી શિક્ષણપ્રણાલીને સમૃદ્ધ બનાવીને આ મંત્રને સાકાર કરવાનો પ્રયાસ છે. સ્વયમ્ લર્નિંગ સરળ, ઈન્ટરએક્ટિવ અને રોચક શિક્ષણનો અવસર આપે છે. આ શિક્ષણની એક એવી પ્રણાલી છે જે સ્થાનિક જરૂરિયાતો મુજબની પણ છે, અને સાથે જ વૈશ્વિક ધારાધોરણો અનુસારની પણ. સ્વયમ્ લર્નિંગ એ શિક્ષણ જગતમાં થયેલો નવો સૂર્યોદય છે.
hi_in: हर स्थान पर, हर समय लर्निंग’ को सुनिश्चित करने के सिद्धान्त के साथ स्वयम् लर्निंग शिक्षा प्रणाली को सशक्त बनाती है। यह पद्धति ज्ञान, रोचक तरीकों एवं आधुनिक तकनीक का बेहतरीन संयोजन है जो शिक्षा के नए तरीके को स्थानीय वातावरण के अनुरूप सहज, इंटरैक्टिव एवं रोचक बनाकर विश्वस्तरीय मानकों के समकक्ष लाएगी।

# reslblbothd1.Text
source: LET EDUCATION BE FOR ONE AND ALL
gu_in: અહીં છે... પ્રત્યેક માટે શિક્ષણ અને જ્ઞાનપ્રાપ્તિનો અનેરો અવસર.
hi_in: आइए हर किसी को शिक्षा पाने का मौका दें।

# reslblbothd2.Text
source: Welcome to Swayam Learning.
gu_in: સ્વયમ્ લર્નિંગમાં આપનું સ્વાગત છે.
hi_in: स्वयम् लर्निंग में आपका स्वागत है।

# reslblhd1.Text
source: “Education is an ornament in prosperity and a refuge in adversity”.
gu_in: “શિક્ષણ સમૃદ્ધિમાં આભૂષણનું કામ કરે છે અને વિપત્તિના સમયમાં તમને શરણ આપે છે.”
hi_in: "शिक्षा समृद्धि में एक आभूषण है और प्रतिकूलता में शरण है"।

# reslblhd1p.Text
source: - Aristotle
gu_in: - એરિસ્ટોટલ
hi_in: - अरस्तू

# litpara11.Text
source: The journey of seeking knowledge has the power to enhance and enlighten any walk of life. Every child should be given the opportunity to tread on this path and open the doors to the world of education and learning, irrespective of any barriers.
gu_in: જ્ઞાનપ્રાપ્તિ દ્વારા જીવનના દરેક ક્ષેત્રમાં સકારાત્મક બદલાવ લાવી શકાય છે. પ્રત્યેક બાળકને કોઈ અવરોધ વિના શિક્ષણ અને જ્ઞાન મેળવવાનો અધિકાર મળવો જોઈએ.
hi_in: ज्ञान प्राप्त कर, जीवन के किसी भी क्षेत्र में सकारात्मक बदलाव लाए जा सकते हैं। हर बच्चे को शिक्षा और ज्ञान प्राप्त करने का यह अवसर ज़रूर मिलना चाहिए। हर बच्चे को बिना किसी बाधा के शिक्षा और ज्ञान पाने का अधिकार है।

# litpara12.Text
source: The need of the hour is to make learning an unstoppable movement and make it reach to the remotest corners of the country. Swayam Learning is an initiative, our small step ahead, in this movement.
gu_in: શિક્ષણને એક અવિરત ઊર્જામય અભિયાન બનાવવાની જરૂર છે, કે જેથી દેશના પ્રત્યેક ખૂણે દરેક બાળક સુધી જ્ઞાનનો પ્રસાર કરી શકાય. સ્વયમ્ લર્નિંગ આ જ અભિયાનની દિશામાં અમારું એક નાનકડું કદમ છે.
hi_in: शिक्षा को न रूकने वाला आंदोलन बनाना समय की मांग है, ताकि देश के हर कोने तक, हर बच्चे तक शिक्षा पहुंचाई जा सके। स्वयम् लर्निंग इसी आंदोलन की दिशा में हमारा एक छोटा सा प्रयास है।

# litpara21.Text
source: Swayam Learning is a digital knowledge ecosystem designed for students, teachers and schools to make learning accessible, easy and convenient. A platform with simplified personalised learning videos supporting GSEB, CBSE &amp; NCERT syllabus in Hindi,Gujarati and English languages, Swayam
gu_in: સ્વયમ્ લર્નિંગ વિદ્યાર્થીઓ, શિક્ષકો અને શાળાઓ માટે તૈયાર કરવામાં આવેલી ડિજીટલ જ્ઞાન પદ્ધતિ છે, જે શિક્ષણને સુલભ, સરળ અને સુવિધાજનક બનાવે છે. સરળ અને વ્યક્તિગત લર્નિંગ વીડિયોઝથી સજ્જ આ પ્લેટફોર્મ જીએસઈબી, સીબીએસઈ અને એનસીઈઆરટી અભ્યાસક્રમને હિન્દી,ગુજરાતી અને ઈંગ્લીશ ભાષામાં ઉપલબ્ધ બનાવે છે.
hi_in: स्वयम् लर्निंग छात्रों, अध्यापकों और स्कूलों के लिए तैयार की गई डिजिटल ज्ञान पद्धति है, जो शिक्षा को सुलभ, आसान और सुविधाजनक बनाती है। सहज और व्यक्तिगत लर्निंग वीडियोज़ से युक्त यह प्लेटफाॅर्म हिंदी,गुजराती और अंग्रेज़ी भाषा में जीएसईबी,

# litpara22.Text
source: Learning gives users the chance to learn in their comfortable pace. With curriculum videos, e-Books, e-Tests, audio lectures, e- Tutorials, edutainment videos, virtual labs, teaching tools, Swayam Learning offers 360 degree learning, teaching and school-management solutions in a user-friendly environment.
gu_in: તે યુઝરને પોતાની અનુકૂળ ઝડપે અભ્યાસ કરવાની સુવિધા આપે છે. સ્વયમ્ લર્નિંગમાં અભ્યાસક્રમ મુજબના વીડિયોઝ, ઈ-બુક્સ, ઈ-ટેસ્ટ, ઓડિયો લેક્ચર્સ, ઈ-ટુટોરિયલ્સ, એડ્યુટેઈનમેન્ટ વીડિયોઝ, વર્ચ્યુઅલ લેબ અને અધ્યાપનકાર્ય માટેના ટુલ્સ સહિતની વિવિધ સુવિધાઓ છે. જે યુઝર-ફ્રેન્ડલી રીતે અભ્યાસ, અધ્યાપન તેમજ શાળા વ્યવસ્થાપન – એમ પ્રત્યેક પાસાઓમાં 360 ડિગ્રી સર્વગ્રાહી શિક્ષણ સુવિધા આપે છે.
hi_in: सीबीएसई और एनसीईआरटी पाठ्यक्रम के अनुकूल है। स्वयम् लर्निंग, उपयोगकर्ता को सुविधाजनक रूप से शिक्षा पाने का मौका देती है। पाठ्यक्रम पर आधारित वीडियोज़, ई-बुक्स, ई-टेस्ट, आॅडियो लेक्चर्स, ई-ट्युटोरियल्स, एड्युटेनमेन्ट वीडियो, वर्चुअल लैब, अध्यापन उपकरणों आदि के साथ स्वयम् लर्निंग, यूज़र के लिए अनुकूल वातावरण में 360 डिग्री-अध्ययन, अध्यापन एवं स्कूल प्रबंधन समाधान प्रस्तुत करती है।
