Repository: SwayamLearning/Swayamlearning
Catalog: App_LocalResources/SwayamDemoHomepage.aspx.*.resx
Languages: gu_in, hi_in

# btndemo1.Text
source: Request for a demo
gu_in: ડેમો માટે સંપર્ક કરો
hi_in: डेमो के लिये संपर्क करे

# btndemo2.Text
source: Request for a demo
gu_in: ડેમો માટે સંપર્ક કરો
hi_in: डेमो के लिये संपर्क करे

# btnget.Text
source: Get in touch
gu_in: અમારી સાથે જોડાવો
hi_in: हमारे साथ जुड़िए

# btnregstu.Text
source: Register for Free
gu_in: વિના મૂલ્યે રજિસ્ટ્રેશન કરો
hi_in: निःशुल्क रेजिस्ट्रेशन करे

# labelbanner2h1.Text
source: PERSONALIZED LEARNING FOR STUDENTS
gu_in: વિદ્યાર્થીઓ માટે વ્યક્તિગત શિક્ષણ
hi_in: छात्रों के लिये व्यक्तिगत शिक्षण

# labelbanner2li1.Text
source: e-Books
gu_in: ઇ-બુક્સ
hi_in: ई-बुक्स

# labelbanner2li2.Text
source: Curriculum Videos
gu_in: અભ્યાસક્રમના વિડીયોઝ
hi_in: पाठ्यक्रम के विडीओज़

# labelbanner2li3.Text
source: Self Evaluation Tests
gu_in: સ્વ-મૂલ્યાંકન ઇ-ટેસ્ટ્સ
hi_in: स्वमूल्यांकन ई-टेस्ट्स

# labelbanner2li4.Text
source: e-Tutorials
gu_in: ઇ-ટ્યુટોરિયલ્સ
hi_in: ई-ट्यूटोरीयल्स

# labelbanner2li5.Text
source: Edutainment Videos
gu_in: પ્રવૃત્તિમય શિક્ષણના વિડીયોઝ
hi_in: प्रवृतिमय शिक्षण के विडीओज़

# labelbanner3h1.Text
source: TEACHING TOOLS FOR TEACHERS
gu_in: શિક્ષકો માટે ઇન્ટરેક્ટિવ શિક્ષણ સામગ્રી
hi_in: शिक्षकों के लिए इंटरैक्टिव शिक्षण सामग्री

# labelbanner4h1.Text
source: ALL-IN-ONE SCHOOL MANAGEMENT WITH E-PATHSHALA
gu_in: ઇ-પાઠશાળા સાથે આધુનિક શાળા સંચાલન
hi_in: ई-पाठशाला के साथ आधुनिक शाला संचालन

# labelchap.Text
source: Chapter-wise tests
gu_in: પાઠ આધારિત કસોટી
hi_in: पाठ आधारित टेस्ट्स

# labeletut.Text
source: e-Tutorials
gu_in: ઇ-ટ્યુટોરિયલ્સ
hi_in: ई-ट्यूटोरीयल्स

# labelqpap.Text
source: Question Papers
gu_in: પ્રશ્ન પત્રો
hi_in: प्रश्न पत्रों

# labelvideo.Text
source: Video Lessons
gu_in: અભ્યાસક્રમના વિડીયોઝ
hi_in: पाठ्यक्रम के विडीओज़

# lablbook.Text
source: e-Books
gu_in: ઇ-બુક્સ
hi_in: ई-बुक्स

# lablcurr.Text
source: Curriculum Videos
gu_in: અભ્યાસક્રમના વિડીયોઝ
hi_in: पाठ्यक्रम के विडीओज़

# labledutain.Text
source: Edutainment Videos
gu_in: પ્રવૃત્તિમય શિક્ષણના વિડીયોઝ
hi_in: प्रवृतिमय शिक्षण के विडीओज़

# labletut.Text
source: e-Tutorials
gu_in: ઇ-ટ્યુટોરિયલ્સ
hi_in: ई-ट्यूटोरीयल्स

# lablself.Text
source: Self Evaluation Tests
gu_in: સ્વ-મૂલ્યાંકન ઇ-ટેસ્ટ્સ
hi_in: स्वमूल्यांकन ई-टेस्ट्स

# litbn41.Text
source: Online collaboration with students & teachers
gu_in: વિદ્યાર્થીઓ અને શિક્ષકોનું સંકલન
hi_in: छात्रों और शिक्षकों का समन्वय

# litbn42.Text
source: Simplified learning Videos
gu_in: અભ્યાસક્રમના વિડીયોઝ
hi_in: पाठ्यक्रम के विडीओज़

# litbn43.Text
source: Tutorials & tests
gu_in: કસોટી અને ઇ-ટ્યુટોરિયલ્સ
hi_in: ई-टेस्ट्स और ट्यूटोरीयल्स

# litbn44.Text
source: Progress Reports
gu_in: પરિણામ અને અહેવાલ
hi_in: परिणाम और विवरण

# litbn45.Text
source: Online collaboration with students & teachers
gu_in: વિદ્યાર્થીઓ અને શિક્ષકોનું સંકલન
hi_in: छात्रों और शिक्षकों का समन्वय

# litbn47.Text
source: Tutorials & tests
gu_in: કસોટી અને ઇ-ટ્યુટોરિયલ્સ
hi_in: ई-टेस्ट्स और ट्यूटोरीयल्स

# litbn48.Text
source: Progress Reports
gu_in: પરિણામ અને અહેવાલ
hi_in: परिणाम और विवरण

# PageResource1.Title
source: Swayam Learning
gu_in: સ્વયમ લર્નિંગ

# litbn46.Text
source: Simplified learning Videos
gu_in: અભ્યાસક્રમના વિડીયોઝ
hi_in: पाठ्यक्रम के विडीओज़
