Repository: SwayamLearning/Swayamlearning
Catalog: App_LocalResources/SwayamMaster.Master.*.resx
Languages: gu_in, hi_in

# btnlogin.Text
source: Log in
gu_in: પ્રવેશ કરો
hi_in: लॉग इन करें

# ButtonResource1.Text
source: Teacher Sign Up
gu_in: શિક્ષક નોંધણી
hi_in: शिक्षक पंजीकरण

# ButtonResource2.Text
source: Student Sign Up
gu_in: વિદ્યાર્થી નોંધણી
hi_in: छात्र पंजीकरण

# BtnGSEB.Text
source: GSEB - Gujarati
gu_in: જીએસઈબી - ગુજરાતી
hi_in: जीएसईबी - गुजराती

# lablelearningimg1_1.Text
source: Learn
gu_in: શીખો
hi_in: सीखना सरलीकृत

# lablelearningimg2_1.Text
source: Learning Simplified with perfect blend of fun and technology.
gu_in: આનંદ અને તકનીકના સંપૂર્ણ મિશ્રણ સાથે સરળ શીખવું
hi_in: मज़ा और प्रौद्योगिकी के सही मिश्रण के साथ सरलीकृत सीखना

# lablelearningimg3_1.Text
source: Around 600 hours of animated lessons.
gu_in: 1 થી 8 મી વર્ગો માટે લગભગ 600 કલાક એનિમેટેડ વિડિઓ પાઠ.
hi_in: कक्षा 1 से 8 वीं के लिए लगभग 600 घंटे के एनिमेटेड वीडियो सबक।

# FooterPara1_1.Text
source: “Simplify Learning with perfect blend of fun, visual appeal for learners to gain knowledge and understanding at a comfortable pace”
gu_in: "તમારી શીખવાની ઝડપ અનુસાર જ્ઞાન અને સમજણ મેળવવા માટે ગમ્મત તથા દ્રશ્ય-શ્રાવ્ય આકર્ષણના આદર્શ સમન્વયથી શીખવાની પ્રક્રિયાને સરળ બનાવો"

# FooterPara2_1.Text
source: Courses
gu_in: અભ્યાસક્રમઃ

# FooterPara2_2.Text
source: GSEB - Gujarati
gu_in: જી.એસ.ઈ.બી. – ગુજરાતી

# FooterPara2_3.Text
source: NCERT - Hindi
gu_in: એન.સી.ઈ.આર.ઈ.ટી. – હિન્દી

# FooterPara2_4.Text
source: NCERT - English
gu_in: એન.સી.ઈ.આર.ઈ.ટી. – અંગ્રેજી

# FooterPara3_1.Text
source: Quick Links
gu_in: ક્વીક લીંક

# FooterPara3_2.Text
source: About Us
gu_in: અમારા વિશે

# FooterPara3_3.Text
source: Contact Us
gu_in: અમારો સંપર્ક

# FooterPara3_4.Text
source: Contribute
gu_in: યોગદાન આપો

# FooterPara3_5.Text
source: Privacy Policy
gu_in: ગોપનીયતા નીતિ

# lablelearningimg1_2.Text
source: Practice
gu_in: અભ્યાસ કરો
hi_in: हमारा दृष्टिकोण

# lablelearningimg1_3.Text
source: Excel
gu_in: શ્રેષ્ઠ બનો
hi_in: मुफ्त में पंजीकरण करें

# lablelearningimg2_2.Text
source: Chapterwise question banks for practice.
gu_in: નબળા, મધ્યમ તથા હોંશિયાર વિદ્યાર્થીઓના વિકાસ માટે પાઠ અનુસાર પ્રશ્નબેંક
hi_in: अच्छे सुधार के लिए शुरुआती, मध्यवर्ती और अग्रिम स्तरों पर अध्यायवार प्रश्न बैंक

# lablelearningimg2_3.Text
source: Register for free.
gu_in: તુરંત લાભ લેવા મફત નોંધણી કરાવો
hi_in: तत्काल पहुँच प्राप्त करने के लिए निःशुल्क पंजीकरण करें।

# lablelearningimg3_2.Text
source: discussion forums for clarifications
gu_in: સ્પષ્ટીકરણ માટે વાર્તાલાપ મંચ
hi_in: स्पष्टीकरण के लिए चर्चा मंच

# lablelearningimg3_3.Text
source: Demo includes 2 chapters in all subjects for your Registered class.
gu_in: ડેમોમાં તમે નોંધાવેલા ધોરણ પ્રમાણે દરેક વિષયના બે પાઠ ઉપલબ્ધ છે
hi_in: मुफ्त डेमो के लिए रजिस्टर अपने पंजीकृत वर्ग के लिए सभी विषयों में 2 अध्याय शामिल हैं। त्वरित पहुँच प्राप्त करें।

# Sliderimg1_1.Text
source: Learn. Practice. Excel.
gu_in: શીખો. અભ્યાસ કરો. શ્રેષ્ઠ બનો.

# Sliderimg1_2.Text
source: Video based lessons with practice tests
gu_in: અભ્યાસ માટેની કસોટીઓ સહિત વિડિયો આધારિત પાઠ

# Sliderimg2_1.Text
source: Basic to advanced Level tests
gu_in: યુવા માનસને સફળતા તરફ લઈ જતો

# Sliderimg2_2.Text
source: with Discussion Forums
gu_in: માતૃભાષામાં તૈયાર કરાયેલો અભ્યાસક્રમ

# Sliderimg3_1.Text
source: Unlocking young minds
gu_in: પાયાથી ઉચ્ચતમ સ્તરની કસોટીઓ

# Sliderimg3_2.Text
source: to succeed through Vernacular content
gu_in: સાથે વાર્તાલાપ મંચ તો ખરો જ !

# BtnUP.Text
source: UP-Hindi
gu_in: યુપી - હિન્દી

# FooterPara2_5.Text
source: UP-Hindi
gu_in: યુપી - હિન્દી

# BtnSchools.Text
source: Schools
gu_in: સ્કૂલ

# BtnStudents.Text
source: Students
gu_in: વિદ્યાર્થીઓ

# BtnTeachers.Text
source: Teachers
gu_in: શિક્ષકો
